<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta http-equiv="Cache-Control" content="no-cache" />
<meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=2.0" />
<title>用户注册协议</title>
</head>
<body>
<h2 style="text-align: center;">用户注册协议</h2>
<p>
1.确认并接受
<br>1.1 根据《联合应急宝服务协议》（以下简称"本协议"）为用户提供各类网站、产品或服务等（以下简称“本服务”）。“联合应急宝”是指贵州帮邻文化交流有限公司及其相关服务可能存在的运营关联单位。“用户”是指本服务的使用人，本协议也可能使用“您”来称呼用户。本协议的条款联合应急宝有权随时更新，一旦发生变动，联合应急宝将在网页上公布修改内容。修改后的本协议一旦在网页上公布即有效代替原来的本协议。此外，当您使用联合应急宝某一具体网站频道、产品、服务等具体服务时，您应遵守联合应急宝随时公布的与该具体服务相关的具体协议、指引和规则等。前述所有的具体协议、指引和声明等，均构成本协议的一部分。
<br>1.2 您在使用本服务之前，应仔细阅读本协议以及相关具体协议。本协议构成法律上的书面协议，本协议限制、免责条款可能以黑体加粗形式提示您注意。除非您已阅读并接受本协议所有条款，否则您无权使用本服务。如您不同意本协议，或本协议全部或任何部分的修改，请您立即停止使用本服务；您一旦使用本服务，即视为您已完全理解并同意本本协议各项内容，包括联合应急宝对本协议随时所做的任何修改。
<br>1.3 若用户未满18周岁则属于未成年人用户，未成年人用户请在监护人监护、指导下，阅读了解本协议和使用本服务。
<br>2.服务内容
<br>2.1 本服务的具体内容，由联合应急宝根据实际情况决定提供或不提供，例如：在联合应急宝APP产品可以进行视频会议，应急专线，扶贫专线的连线。您理解并同意，本服务是按照现有技术和条件所能达到的现状提供的。联合应急宝会尽最大努力向您提供服务，确保服务的连贯性和安全性；但联合应急宝不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，联合应急宝均不承担任何责任。联合应急宝保留有权不经事先通知为升级、维护或其它目的暂停本服务全部或任何部分。
<br>2.2 联合应急宝会不定期通过站内阳光值，来兑换奖励，具体实施方案将由联合应急宝在某一具体的服务中具体确定。并且联合应急宝禁止所有活动中的刷顶及一切作弊行为，活动中同一IP地址注册5个以上账号并均有相似的点赞或投票行为，账号注册时间与点赞或收藏时间间隔过短等明显可疑行为将被认定为作弊行为，联合应急宝有权取消您的获奖资格，情节严重者将追究用户的相关责任。
<br>2.3 请您理解，联合应急宝仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。
<br>2.4您同意联合应急宝可以在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。联合应急宝可能为您提供选择停止接受广告信息的功能或渠道，但任何时候您都不得以本协议未明确约定或联合应急宝未书面许可的方式屏蔽、过滤广告信息。联合应急宝依照法律的规定对广告商履行相关义务，您应当自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，联合应急宝不承担责任。
<br>2.5 联合应急宝依法为用户提供本服务，但是用户应对其使用联合应急宝自行承担责任及风险，联合应急宝在任何情况下不就因使用或不能使用联合应急宝提供的服务所发生的特殊的、意外的、直接或间接的损失承担赔偿责任。
<br>2.6 除您与联合应急宝另行书面约定外，联合应急宝保留随时停止、修改或中断服务而不需通知您的权利。联合应急宝不需就此对用户或第三方负责。
<br>3.用户使用基本规则
<br>3.1 您在使用联合应急宝的服务时可能需要注册一个账号。注册成功后，便成为联合应急宝的注册用户，会获得到一个账号和短信验证码。您理解并接受联合应急宝对该账号的授权仅限于您个人、非商业、不可转让及非排他性的使用，联合应急宝保留该账号的所有权，并可以在必要时收回该账号，您仅可为 访问或使用本服务的目的而使用该账号。联合应急宝特别提醒您应妥善保管您的帐号。如果您的帐号遭到未授权的使用或发生其他任何安全问题，应立即通知联合应急宝。
<br>3.2 您同意在使用本服务时遵守当地的相关法律法规的所有规定，并尊重当地的道德和风俗习惯。如您的行为违反当地法律法规或道德风俗，您应当为此独立承担责任。构成违法或犯罪的，将由您自行承担刑事责任。如果您违反了本条约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求联合应急宝给予协助的，联合应急宝可能会依法协助。如果您的违法行为造成联合应急宝损害的，您应依法予以赔偿。
<br>3.3 用户可在使用本服务发布推荐单、图片、评论及其他信息，但不得使用联合应急宝服务发送或传播敏感信息和违反国家法律法规政策的信息，此类信息包括但不限于： 
<br>1）反对宪法所确定的基本原则的；
<br>2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
<br>3）损害国家荣誉和利益的；
<br>4）煽动民族仇恨、民族歧视，破坏民族团结的；
<br>5）破坏国家宗教政策，宣扬邪教和封建迷信的；
<br>6）散布谣言，扰乱社会秩序，破坏社会稳定的；
<br>7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
<br>8）侮辱或者诽谤他人，侵害他人合法权益的；
<br>9）含有法律、行政法规禁止的其他内容的。
<br>3.4 用户在使用本服务过程中，还必须遵循以下原则： 
<br>1） 遵守中国及所在国有关的法律和法规；
<br>2）用户不得侵任何人的知识产权，包括但不限于不得将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利；
<br>3）用户不得侵犯涉密信息，包括但不限于不得将无权传送的内容（例如商业秘密、内部资料、机密资料、个人信息等）进行上载、张贴、发送电子邮件或以其它方式发布、传送、传播、储存、或提供；
<br>4）用户不得为任何非法目的而使用网络服务系统，包括但不限于应当遵守法律法规，以及所有与网络服务有关的网络协议、规定和程序，不得利用联合应急宝网络服务系统进行任何可能对互联网的正常运转造成不利影响的行为，或其他任何非法行为；
<br>5）用户仅可在非商业范围内使用本服务。不得进行任何未经联合应急宝书面许可的商业广告行为，包括但不限于将广告函件、促销资料、垃圾邮件等，加以上载、张贴、发送电子邮件、发送站内信或以其它方式发布、传送、传播、储存，或提供；不得对联合应急宝上的任何数据作商业性利用，包括但不限于在未经联合应急宝事先书面同意的情况下，以复制、发布、传播等任何方式使用联合应急宝上展示的资料；
<br>6）用户不得利用本服务实施侵权行为，包括但不限于不得使用虚假、冒充他人或其他方的信息注册联合应急宝后发布评论或其他内容，不得冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为其言论或身份与任何人或任何机构有关；不得伪造标题或以其它方式操控识别资料，使人误认为该内容为联合应急宝所传送；不得以虚构或歪曲事实的方式不当评价其他用户；不得利用联合应急宝网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、庸俗淫秽的或其他任何非法的信息资料；
<br>7） 用户不得破坏本服务的提供，或侵犯本服务相关的任何权利，包括但不限于不得将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其它方式传送；不得采取任何将导致不合理的庞大数据负载加诸联合应急宝网络设备的行动；
<br>8）用户不得利用网络服务进行任何不利于联合应急宝的行为。
<br>3.5 如用户违反本协议规定，联合应急宝有权在不通知用户的情况下删帖，严重违反上述规定的，联合应急宝有权单方取消对用户的服务。同时如果联合应急宝有理由认为用户的任何行为，包括但不限于用户的任何言论、账号、昵称或其它行为，违反或可能违反国家法律和法规的任何规定或影响到联合应急宝的利益，联合应急宝可在任何时候不经任何事先通知单方停止向用户提供服务，并无需对用户承担任何义务。
<br>3.6 您在此承诺不经联合应急宝书面同意，不能利用本服务进行销售或开展其他商业性行为。如用户违反此约定，联合应急宝将依法追究您的违约责任，由此给联合应急宝造成损失的，联合应急宝有权主张损失赔偿，该等赔偿包括但不限于直接损失和可得利益损失。
<br>4.用户隐私保护
<br>4.1联合应急宝非常重视对用户个人信息的保护。联合应急宝将按照本协议及《隐私政策》的规定收集、使用、储存和分享您的个人信息。本协议对个人信息保护规定的内容与上述《隐私政策》有相冲突的，及本协议对个人信息保护相关内容未作明确规定的，均应以《隐私政策》的内容为准。
<br>4.2保护用户隐私是联合应急宝的一项基本政策，联合应急宝不对外公开或向第三方提供用户的注册资料及用户在使用网络服务时存储在联合应急宝的非公开内容，但下列情况除外：
<br>1）事先获得用户的明确授权；
<br>2）根据有关的法律法规要求；
<br>3）按照相关政府主管部门的要求；
<br>4）为维护社会公众的利益；
<br>5）为维护联合应急宝的合法权益等
<br>4.3 在以下（包括但不限于）几种情况下，联合应急宝有权使用用户的个人信息：
<br>1） 某些情况下为进行相关商业合作需要调取用户的个人信息，该等情形包括但不限于在进行第三方旅游/餐馆产品促销或抽奖时，联合应急宝可能会与赞助商共享用户的个人信息，在这些情况下联合应急宝可能会在发送用户信息之前进行提示，您可以通过不参与来终止传送过程。
<br>2） 联合应急宝可能会将用户信息与第三方数据匹配。
<br>3） 联合应急宝会披露用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述公司的服务。在对用户隐私资料进行去身份化处理的前提下，联合应急宝有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
<br>4.4如您认为您的个人信息被联合应急宝超目的使用、或被其他用户侵权，请立即与联合应急宝联系，并按照要求提供相应的证明资料，联合应急宝将及时调查核实处理。
<br>5.知识产权
<br>5.1除法律法规明确规定，或另有明确协议约定之外，联合应急宝APP、产品和服务所依托软件的著作权、专利权、APP架构、程序设计及其他相关权利归联合应急宝所有；联合应急宝使用的“联合应急宝”（文字）、logo（图形）以及其他注册商标、所有设计图样以及其他图样、产品、程序及服务名称等商业标识、商业名称，其著作权、商标权，或外观设计专利等权益归联合应急宝所有。上述知识产权均受到法律保护，未经联合应急宝书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。
<br>5.2用户在联合应急宝上传或发布的内容，用户应保证其为著作权人或已取得相关权利人的合法授权，并且该内容不会侵犯任何第三方的合法权益，并保证该等内容具有准确性、真实性、正当性、合法性，且不得以任何形式侵犯第三人权益，因抄袭、转载、侵权等行为所产生的纠纷由用户自行解决，联合应急宝不承担任何法律责任。用户的言论侵犯了任何第三方的著作权或其他权利，第三方发出有效的权利通知时，联合应急宝有权在初步审核的基础上决定删除相关的内容。且联合应急宝有权在必要时配合第三方、司法机关或行政机关完成相关的取证，并根据法律、主管部门或司法部门的要求披露用户信息。若您认为您的知识产权或其他合法权益被侵犯，请按照联合应急宝《网络信息侵权通知指引》要求向联合应急宝提供资料。请注意：如果权利通知的陈述失实，权利通知提交者将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。
<br>5.3对于用户在任何时间、任何地点通过移动终端等设备访问及/或使用联合应急宝及其关联网站、APP等产品或服务时发表的任何形式的文字、图片等知识产权信息，用户同意将其著作权非排他的授予联合应急宝该等权利包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权等可由著作权人转让的其他权益，该等授权覆盖联合应急宝现已服务以及未来任何时候提供的服务。用户在此明确许可联合应急宝有权就任何主体侵权而独立维权，维权形式包括但不限于以发侵权通告函件、发起诉讼、申请仲裁等方式。用户还明确，联合应急宝对于上述所有授权有权进行转授权。用户理解并确认，本服务协议已经构成《著作权法》第二十五条所规定的书面协议，其效力及于用户在联合应急宝网站、产品及服务等载体发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。无论用户以注册或不注册等方式使用联合应急宝的服务均视为已充分理解并完全同意本协议的条款，明确向联合应急宝作出上述许可。
<br>5.4 【联合应急宝权利声明】经由联合应急宝网站传送的文章及其它内容，将受到法律的保护；除该等文章及其它内容上载的用户所享有的版权，未经联合应急宝明示授权许可，任何人不得进行修改、出租、散布或衍生其他作品，不得为任何非私人或商业目的获取或使用本网站的任何部分或通过本网站可直接或间接获得的任何内容、服务或资料。任何第三方违反本协议的规定以任何方式，和/或以任何文字对本网站的任何部分进行发表、复制、转载、更改、引用、链接、下载或以其它方式进行使用，或向任何其他第三方提供获取本网站任何内容的渠道，则对本网站的使用权将立即终止，且任何第三方必须按照本公司的要求，归还或销毁使用本网站任何部分的内容所创建的资料的任何副本。未经本协议明确允许而擅自使用本网站任何内容、服务或资料的，构成对本协议的违约行为，且可能触犯著作权、商标、专利和/或其他方面的法律法规。
<br>5.5联合应急宝不对用户发表的内容及其它附属品（如推荐单、商家，点评、问答、图片等）的正确性进行保证，用户发表的内容及其它附属品不代表联合应急宝观点和立场。
<br>5.6用户在使用与游记相关服务时应注意阅读、理解和严格遵守《联合应急宝游记协议》等具体协议的相关规定。
<br>6.免责声明
<br>6.1联合应急宝是一个向广大用户提供信息存储空间服务的平台，联合应急宝上的部分信息来自于第三方或用户的提供，且任何信息都存在滞后或会被更新的可能，因此联合应急宝不能保证在任何时候任何信息都准确无误。您应自行谨慎判断确定相关服务及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。
<br>6.2联合应急宝有权利但无义务，改善或更正本网站任何部分之任何疏漏、错误。
<br>6.3联合应急宝不保证，包括但不限于：本服务适合用户的使用要求；本服务不受干扰，及时、安全、可靠或不出现错误。
<br>7.关于第三方提供的服务
<br>7.1本服务可能会提供与其他网站或资源进行链接。
<br>7.2您在联合应急宝平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的服务或用户协议。联合应急宝和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。
<br>8.国际使用之特别敬告
您已了解国际互联网具有跨越国界浏览的特点，同意遵守当地所有关于网上行为及内容之法律法规。您特别同意遵守有关中国或您所在国家或地区关于互联网信息传播相关的所有法律法规。
<br>9.赔偿
<br>9.1 由于您在使用、影响使用、或利用本服务实施任何违法、违规、违反本协议的行为，造成任何损失，均包括直接损失及可得利益损失，以及相关人士为维权而发生的调查、取证费用损失、以及律师费损失等相关维权损失。
<br>9.2您保证不以任何形式侵犯联合应急宝及其分公司、子公司、关联企业、以及该等机构之高级职员、代理人、品牌共有人或其它合作伙伴及员工的权益，并使其免受损害，并承诺全面承担由此引发的全部法律责任。
<br>10.终止服务
您同意联合应急宝基于其自行之考虑，因任何理由终止本服务，具体原因包含但不限于缺乏使用，或联合应急宝认为您已经违反本协议的文字及精神等方面。
<br>11.法律的适用和管辖
<br>11.1本协议的成立、生效、履行、解释及纠纷解决，均受到中华人民共和国大陆地区法律（不包含冲突法）法律管辖。您与联合应急宝就本服务、本协议或其它有关事项发生的争议，应首先友好协商解决，协商不成时，应将纠纷或争议提请联合应急宝所在地有管辖权的法院管辖；
<br>11.2 联合应急宝未行使或执行本协议任何权利或利益，不构成对前述权利或利益之放弃；
<br>11.3 倘本协议之任何规定因与中华人民共和国大陆地区法律抵触而无效，您依然同意应遵守本协议的其他规定，并依照诚实信用的原则，积极理解并落实该等规定的内容。

  



<h3>免责申明</h3>

在使用联合应急宝提供的各种服务前，请您务必仔细阅读并透彻理解本声明。如果您不同意以下任何内容，请立即停止访问或使用联合应急宝所提供的相关服务。
鉴于联合应急宝仅为提供用户创建推荐单，商家创建景区/餐馆 等相关内容发布的第三方信息存储空间服务平台、您在使用联合应急宝时不能侵犯任何第三方的权益，否则由此产生的任何侵权责任或结果将由您自己承担，由此造成联合应急宝的损失，包括但不限于直接损失和可得利益损失，以及联合应急宝为维权而进行的必要支出将由您全部承担。 鉴于联合应急宝作为第三方信息存储空间服务平台的特点，大量的内容、材料和数据并不是联合应急宝直接提供，而是由用户直接提供或由联合应急宝对用户相关信息采集后生成，联合应急宝并不保证网站信息的真实性、准确性、及时性、合法性和完整性。您在使用本网站时须独立判断，并承担相应后果。 联合应急宝不做任何形式的保证：不保证其提供的服务能满足您的要求，不保证相关服务不中断，不保证因网络状况、通讯线路、第三方网站等任何原因而导致您不能正常使用联合应急宝等，对所有该等情形，联合应急宝不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。 
任何单位或个人认为联合应急宝的内容、材料和数据等信息可能涉嫌侵犯其信息网络传播权，名誉权及其他任何合法权益，请按照向联合应急宝提出书面权利通知，并按要求提供相关身份、权属及侵权情况等证明。
如果该等侵权属于联合应急宝提供的具体服务项目，请被侵权人按照该具体项目下的具体协议、指引、或规则的要求进行通知或告知。权利人应保证书面权利通知中的陈述和提供的相关材料皆是真实、有效和合法的，并保证承担由此产生的全部法律责任。
联合应急宝在收到上述法律文件后，将依法尽快展开初步核查，并将采取必要措施避免侵权情形的扩大。

</p>
</body>
</html>